var sort_data = {
    "sortOne": [{"id": "0", "name": "请选择"},
        {"id": "2", "name": "上市公司"},
        {"id": "3", "name": "其他机构及个人"},
        {"id": "4", "name": "非上市公司"}],
    "sortTwo": {
        "0":[{"id":"11","name":"请选择"}],
        "2": [{"id": "22", "name": "沪市主板"},{"id": "23", "name": "深市主板"},{"id": "24", "name": "深市中小板"}
            ,{"id": "25", "name": "深市创业板"}
        ],
        "3": [{"id": "36", "name": "监管机构"}, {"id": "37", "name": "研究机构"},
            {"id": "38", "name": "个人"}, {"id": "39", "name": "其他"}],
        "4": [{"id": "53", "name": "拟上市公司"}, {"id": "54", "name": "会计师事务所"},
            {"id": "55", "name": "证券公司"}, {"id": "56", "name": "律师事务所"},{"id": "57", "name": "新三板"},
            {"id": "58", "name": "其他"}]
    }
};
export default sort_data;
